# OLDClearHangPtsPath

## Description
Clears the hang points of the specified load for the parametric object

```pascal
PROCEDURE OLDClearHangPtsPath(
				handle    : HANDLE;
				loadIndex : INTEGER);
```

```python

def vs.OLDClearHangPtsPath(handle, loadIndex):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|handle|HANDLE||
|loadIndex|INTEGER||

## Version
Availability: from Vectorworks 2018
## Category
* Truss Analysis